{
    "1": {
        "number": 1,
        "subject": "Standing Out, Leading by Example",
        "body": "An individual that has a Destiny number one attracts maverick energy. Pioneers seek them out to get help breaking barriers and charting new directions. They can get along with people who have strong personalities and individualistic drives.\nDetermined people seek them out because they are not afraid of what is new or the need to change. People can come and go in their lives, which is okay since destiny wants them to help others along their unique life path and keep on moving on.",
        "areas": {
            "career": "The challenge for Destiny 1 individuals is how to learn to join a team or group when others think they want to go it alone. Destiny 1 people can be left out of the socializing and group networking because they are perceived as loners. Co-workers will turn away from this person, thinking they want to do the job their own way.",
            "love": "Destiny 1 people attract romantic partners who want to enjoy play or and have fun. The romance can be egalitarian (let’s be together in the moment), complimentary (friends with benefits), or very short-term (you are mister or miss “right now”). Regardless, the lesson of love is tied to the lesson of independence.",
            "family": "The parent or child that is a Destiny 1 can will be viewed as the risk taker of the family. It may not even be a conscious behavior on the part of other family members, they will simply look at the 1 and believe they will act fearlessly. This destiny works well if the individual wants to grow through being first and taking risk, but can be problematic if they would rather be methodical and cautious.",
            "health": "There will be a constant pressure to take advice from everyone about health. If a question about health comes up around a Destiny 1, then everyone will feel compelled to give unsolicited advice to the Destiny 1. It will not matter if the Destiny 1 individual is healthy or not. If they are in the room when the issue comes up, people will naturally want to get the Destiny 1 to adopt their health philosophy."
        }
    },
    "2": {
        "number": 2,
        "subject": "Fulfillment through Partnership",
        "body": "An individual that has a Destiny number two attracts people into partnership and can help others with their relationships. Therefore, they make excellent counselors and negotiators. Their personality reacts to others and facilitates healthy interactions.\nThey show others how to relate and communicate. So, they encourage people to share and be vulnerable.  Destiny wants these individuals to help others learn how to connect.",
        "areas": {
            "career": "The challenge for Destiny 2 individuals is how to learn to resist co-dependent or deficit relationships. Destiny 2 people can be the target of the single people in a job, looking for the right partner and thinking work is a dating site, as much as it is a place to earn a living. Co-workers will turn to this person when they want to relate.",
            "love": "Destiny 2 people attract romantic partners who love to be in a relationship, for good or ill, but no matter what. The romance can be egalitarian (we share equally), complimentary (your best in something supports my best in something), or very volatile (I am always doing more for this relationship than you!). Regardless, the lesson of love is tied to the lesson of relationship.",
            "family": "The parent or child that is a 2 will be viewed as the peacekeeper of the family. It may not even be a conscious behavior on the part of other family members, they will simply look at the 2 and believe they can resolve any and all disputes. This destiny works well if the individual wants to grow through relationship psychology and dynamics, but can be problematic if they would rather be doing or working on their own issues, separately.",
            "health": "There will be a constant pressure to be the one that takes care of the other person who is sick. If a question about health comes up around a Destiny 2, then everyone who turns to the 2 will expect them to talk about how to help someone dealing with the topic at hand. It will not matter if the Destiny 2 individual knows the issue or information. If they are in the room when everyone wants to discuss illness or health care, people will naturally want to hear the Destiny 2 thoughts."
        }
    },
    "3": {
        "number": 3,
        "subject": "Need to Create for Others to Enjoy",
        "body": "An individual that has a Destiny number three attracts creative and romantic individuals. Therefore, they are often the muse for a writer, musician, painter, photographer, or any other type of artist.\nTheir energy inspires others to embrace new ideas, change, risk, and opportunity because they want the other person to be creative. Destiny wants them to encourage creativity in others and support the arts as the spark that makes the artist shine.",
        "areas": {
            "career": "The challenge for Destiny 3 individuals is how to learn to resist being dismissed for not being practical enough. Destiny 3 people become the social planners and networkers in the work environment because fellow employees and their employer perceive them as the creative and playful ones. Co-workers will turn to this person when they want to get something fun out of the work day.",
            "love": "Destiny 3 people attract romantic partners who love artistic expression through someone else’s talent. The romance can be egalitarian (band members), complimentary (a painter and his/her lover business partner), or very disadvantageous (a singer and his/her lover stealing creative ideas). Regardless, the lesson of love is tied to the lesson of creation.",
            "family": "The parent or child that is a 3 will be viewed as the “talent” of the family. It may not even be a conscious behavior on the part of other family members, they will simply look at the 3 and believe they are the “artistic” one. This destiny works well if the individual wants to grow through creativity and specialized talent, but can be problematic if they would rather be consistent and steadfast in what they do and how they behave.",
            "health": "There will be a constant pressure to be the one that does not need to worry about health so long as he or she does her art or performs his talent at the highest level. If a question about health comes up around a Destiny 3, then everyone who turns to the 3 will expect them to talk about their art and talent. It will not matter if the Destiny 3 individual wants to or not. If they are in the room when the topic of health comes, most likely everyone will still end up back discussing the art and talent."
        }
    },
    "4": {
        "number": 4,
        "subject": "Make Life Safe for Yourself and Others",
        "body": "An individual that has a Destiny number four attracts the people who form the foundations of society. Therefore, think of them as managers who know how to gather the right people to complete tasks. Their personality helps organize others.\nThese are the people you want managing your business or getting large tasks done that require the coordination of many others. Destiny wants these people to “build a better tomorrow”.",
        "areas": {
            "career": "The challenge for Destiny 4 individuals is how to learn to avoid being overburdened by the needs of others. Destiny 4 people become the anchors in the work environment because fellow employees and their employer perceive them as examples of endurance and consistency. Co-workers will turn to this person when they want to get out of work or need someone to get the job done.",
            "love": "Destiny 4 people attract romantic partners trying to find stability and safety. The romance can be egalitarian (a rancher and his/her farming partner), complimentary (a farmer and his/her lover business partner), or very disadvantageous (a farmer and his/her lover running up the debt). Regardless, the lesson of love is tied to the lesson of material security.",
            "family": "The parent or child that is a 4 will be viewed as the rock of the family. It may not even be a conscious behavior on the part of other family members, they will simply look at the 4 and believe they have everything well in hand. This destiny works well if the individual wants to grow through responsibility and hard work, but can be problematic if they are in crisis and need help since they are “always” in control.",
            "health": "There will be a constant pressure to be the one that does not get sick or derail others due to illness. If a question about health comes up around a Destiny 4, then everyone will turn to the 4 and expect their answer to be stoic endurance. It will not matter if the Destiny 4 individual agrees or not. If they are in the room when everyone wants things to go along as they always do, people will naturally look towards Destiny 4 and expect business as usual.",
        }
    },
    "5": {
        "number": 5,
        "subject": "Go Out and See the Wide World",
        "body": "An individual that has a Destiny number five attracts adventurous people and supports change agents. Therefore, they often find themselves in roles that support lives of adventure and activity. They enjoy exploration and will draw other explorers to themselves.\nAs a result, they help others master knowledge and enjoy wide-ranging experiences. Destiny wants them to be on the go and help others visit and learn about the wider world.",
        "areas": {
            "career": "The challenge for Destiny 5 individuals is how to learn to disrupt situations and people without “breaking them”. Destiny 5 people activate change in the work environment because fellow employees and their employer perceive them as examples of unrest. Co-workers will turn to this person when they are unhappy at work and expect the Destiny 5 to join the cause.",
            "love": "Destiny 5 people attract romantic partners trying to find adventure and excitement. The romance can be egalitarian (Indiana Jones with Lara Croft), complimentary (Han Solo and Chewbacca), or very frustrated (Spider-man and Gwen Stacey). Regardless, the lesson of love is tied to the lesson of dynamic change.",
            "family": "The parent or child that is a 5 can will be viewed as the black sheep of the family. It may not even be a conscious behavior on the part of other family members, they will simply look at the 5 as the family member that does not belong. This destiny works well if the individual wants to grow through conflict and embrace difference, but can be problematic if they simply want to be accepted by people who cannot or unwilling to do so.",
            "health": "There will be a constant pressure to provide alternative solutions to health concerns. If a question about health comes up around a Destiny 5, then everyone will turn to the 5 and expect their answer to be something the rest will not agree with or accept. It will not matter if the Destiny 5 individual agrees or not. If they are in the room when everyone wants a consensus about health, people will naturally look towards them and expect the Destiny 5 to be the outlier.",
        }
    },
    "6": {
        "number": 6,
        "subject": "Find a Way to Serve Where There is a Need",
        "body": "An individual that has a Destiny number six attracts nurturing and caring people. Therefore, they learn how to help others find ways to support their community and share what they know that will help others. They understand the value of service and want others to know how to serve.\nTheir innate understanding of compassion, empathy, and attentiveness provides guidance to others who want to follow this life path.  Destiny wants them to show people the power of serving and the grace of duty.",
        "areas": {
            "career": "",
            "love": "",
            "family": "",
            "health": ""
        }
    },
    "7": {
        "number": 7,
        "subject": "Achieve a Spiritual Path to Guide Other Spiritually",
        "body": "An individual that has a Destiny number seven attracts spiritual and esoteric people. Therefore, they know how to encourage truth-seekers, dreamers, and philosophers. They can see the potential in those others who want to learn about the world by studying large patterns and to find purpose in life.\nAs spiritual people, they embrace honesty, philosophy, and the mysteries of life. As highly attuned spiritual people, they show others how to find the spiritual path.  Destiny wants them to guide others to their destinies.",
        "areas": {
            "career": "",
            "love": "",
            "family": "",
            "health": ""
        }
    },
    "8": {
        "number": 8,
        "subject": "Lead Others to Success",
        "body": "An individual that has a Destiny number eight attracts driven and high achieving people. Therefore, they encourage those people who want to succeed in the public eye, set and achieve high goals, and lead others.\nThey intuitively know how to bring out the power of another and put that power into the world. As goal-oriented people, they show others the merits of hard work, long-range planning, and leadership.  Destiny wants them to lead the leaders!",
        "areas": {
            "career": "",
            "love": "",
            "family": "",
            "health": ""
        }
    },
    "9": {
        "number": 9,
        "subject": "Learn Deeply and Teach",
        "body": "An individual that has a Destiny number nine attracts generous and wise people. Therefore, they know how to encourage the people who want to engage the wider world and take on the largest human problems.\nThey recognize and draw in the people most concerned about the evolution and health of humanity. So, they can show people how to embrace charity and altruism. Destiny wants them to show others the ways of patience and forgiveness.",
        "areas": {
            "career": "",
            "love": "",
            "family": "",
            "health": ""
        }
    },
    "11": {
        "number": 11,
        "subject": "Find Personal Enlightenment",
        "body": "An individual that has a Destiny number 11 attracts a lot of attention as someone special. Therefore, people want to see these people excel and know that they have some important talent that needs support and encouragement.\nTheir single-minded focus, devotion to their calling, and intense individualism excite others. Destiny wants these individuals to stand out as individuals who will pioneer for others.",
        "areas": {
            "career": "",
            "love": "",
            "family": "",
            "health": ""
        }
    },
    "22": {
        "number": 22,
        "subject": "Teach Others How to be Partners",
        "body": "An individual that has a Destiny number 22 attracts students and people who want to learn what they can teach. Therefore, others seek them out because of their scholarship and expert knowledge.\nThey need to share wisdom with others and guide people to improve their problem-solving skills.  Destiny wants them to impart complex knowledge and visionary ideas to the wider world through those who study under them.",
        "areas": {
            "career": "",
            "love": "",
            "family": "",
            "health": ""
        }
    },
    "33": {
        "number": 33,
        "subject": "Do Creativity to Heal Others",
        "body": "An individual that has a Destiny number 33 attracts followers to a cause or shared purpose. Therefore, they know spiritual matters, the essence of being, and the devotion to love, which helps them guide others to the spiritual understanding they need.\nSince they can move through altered states, understand ancient wisdom, and weave others into the interconnectivity of life, they make ideal gurus and spiritual leaders.  Destiny wants them to reveal Destiny’s plans for others.",
        "areas": {
            "career": "",
            "love": "",
            "family": "",
            "health": ""
        }
    },
    "44": {
        "number": 44,
        "subject": "Be a Community Leader",
        "body": "An individual that has Destiny number 44 attracts the best and brightest to reshape the world. Therefore, they see life on a large scale, in a grand manner, and powerfully, which leads others to learn leadership skills from them.\nThese individuals embrace earthly success as a way to understand spiritual dynamics while visiting this plane of existence.  Destiny wants them to show others how to live life to the fullest.",
        "areas": {
            "career": "",
            "love": "",
            "family": "",
            "health": ""
        }
    },
    "55": {
        "number": 55,
        "subject": "Be a Community Disruptor",
        "body": "An individual that has a Destiny number 55 attracts people ahead of the times. Therefore, they find the people who look to the future, explore the unknown, and look outward for possibilities.\nThey interact with others according to their own inner compass, which allows them to be comfortable with the “tomorrow people”.",
        "areas": {
            "career": "",
            "love": "",
            "family": "",
            "health": ""
        }
    }
}